---
kind: enumMember
id: F:Autodesk.Revit.DB.TextListStyle.LetterUppercase
enum: Autodesk.Revit.DB.TextListStyle
source: html/108dc35d-1698-446b-ee12-baea35080cc4.htm
---
# Autodesk.Revit.DB.TextListStyle.LetterUppercase

Indicates a list that uses uppercase letters.